/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

"kNoStartDateNotRunning" = "Not available - Service is not running";

/*"kStartedTime" = "";*/

"QuickTime Streaming Server is:" = "QuickTime Streaming Server is:";
"Start Time:" = "Start Time:";
"Current Throughput:" = "Current Throughput:";
"Current Connections:" = "Current Connections:";

"RUNNING" = "Running";

"STOPPED" = "Stopped";

"STARTING" = "Starting up";

"STOPPING" = "Shutting down";

"PAUSED" = "Paused";

"UNKNOWN" = "Unknown";

"N/A" = "Not available";

"QTSSMovieConnectionType" = "Movie";

"QTSSMP3ConnectionType" = "MP3";

"kAbbreviatedBitsPerSecond" = "bps";

"kAbbreviatedBits" = "bits";
"kAbbreviatedBit"  = "bit";

"kEnabled" = "Enabled";

"kDisabled" = "Disabled";

"kCancelButton" = "Cancel";

"kDeleteButton" = "Delete";

"kMediaChooseTitle" = "Choose the directory where your media is stored.";

"kDeleteRelayRecordAlertTtl" = "Are you sure you want to delete the selected relay?";

"kDeleteRelayDestRecordAlertTtl" = "Are you sure you want to delete the selected relay destination?";

"kDeleteRelayRecordAlertMsg" = "This operation is not undoable.";

"kEmptyRelayNameAlertTtl" = "Relay name is empty.";
"kEmptyRelayNameAlertMsg" = "Please enter Relay name.";

"kAlreadyMatchingRelayNameAlertTtl" = "Relay name in use";

"kAlreadyMatchingRelayNameAlertMsg" = "There is already a relay named “%@”. Please choose a different name.";

"kAlreadyMatchingRelayDestinationAlertTtl" = "Relay Destination Address in use";

"kAlreadyMatchingRelayDestinationAlertMsg" = "There is already a relay destination address “%@”. Please choose a different address.";

"kEmptyRelayDestinationAlertTtl" = "Relay Destination IP Address is empty";

"kEmptyRelayDestinationAlertMsg" = "Please enter Destination IP Address.";

"kBadRelayDestinationAlertTtl" = "Relay Destination IP Address is not formatted correctly";

"kBadRelayDestinationAlertMsg" = "The IP address must consist of 4 numbers from 0 to 255, separated by periods.";

"rtsp_source" = "RTSP";

"announced_source" = "Announced UDP";

"udp_source" = "Unannounced UDP";

"announced_destination" = "Announced UDP";

"udp_destination" = "Unannounced UDP";

"kDefaultRelayNameFormat" = "Untitled Relay #%ld";

"kDefaultDestinationNameFormat" = "Untitled Destination #%ld";

"empty name" = "User name is empty.";
"cannot empty" = "Please enter user name.";
"ok" = "OK";

/* Graphs */
"Average Connected Users" = "Average Connected Users";
"Throughput" = "Throughput";

/* Logs */
"Access Log" = "Access Log";
"Error Log" = "Error Log";
